adpyke.codesnap
amiralizadeh9480.laravel-extra-intellisense
batisteo.vscode-django
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
codingyu.laravel-goto-view
damms005.devdb
dart-code.dart-code
dart-code.flutter
dbaeumer.vscode-eslint
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
dsznajder.es7-react-js-snippets
ecmel.vscode-html-css
editorconfig.editorconfig
esbenp.prettier-vscode
formulahendry.code-runner
github.copilot
github.copilot-chat
glitchbl.laravel-create-view
ihunte.laravel-blade-wrapper
kevinrose.vsc-python-indent
mikestead.dotenv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode.js-debug-nightly
ms-vscode.vscode-typescript-next
naoray.laravel-goto-components
njpwerner.autodocstring
onecentlin.laravel-blade
onecentlin.laravel-extension-pack
onecentlin.laravel5-snippets
pgl.laravel-jump-controller
pkief.material-icon-theme
ritwickdey.liveserver
ryannaddy.laravel-artisan
shufo.vscode-blade-formatter
small.php-ci
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
wholroyd.jinja
xabikos.javascriptsnippets
